[
  { "text": "Life isn’t about waiting for the storm to pass, but about learning to dance in the rain." },
  { "text": "Don’t give up; sometimes good things take time." },
  { "text": "Patience is strength. It’s not silence, but the ability to stand firm." },
  { "text": "Everything will be beautiful in its time, as long as we remain patient and hopeful." },
  { "text": "Prayers that are sincerely offered are never in vain before God." },
  { "text": "When your heart is weary, let God be the one who heals it." },
  { "text": "God’s path may not be easy, but it’s always beautiful." },
  { "text": "Tears aren’t always a sign of weakness. Sometimes they show the strength to keep going." },
  { "text": "Not everything lost is bad. Sometimes God replaces it with something far better." },
  { "text": "Silence is not the end; sometimes it’s the beginning of peace." },
  { "text": "The strong are not those who never fall, but those who rise every time they do." },
  { "text": "Forgiving isn’t because they’re right, but because you seek peace." },
  { "text": "Sometimes, silence is the best answer." },
  { "text": "Don’t fear being alone; it’s the best time to know yourself and God." },
  { "text": "We don’t have to be perfect, just the best version of ourselves." },
  { "text": "Those who are determined will eventually reach their destination." },
  { "text": "If you can’t fly, run. If you can’t run, walk. But never stop." },
  { "text": "God never sleeps. Every prayer is heard." },
  { "text": "Life is short, so love unconditionally and live with good intentions." },
  { "text": "It’s not the weight of the burden that makes us tired, but how we carry it." },
  { "text": "Be grateful for small things, and you’ll find great happiness." },
  { "text": "Every wound will heal in time; don’t rush it, just take care of it." },
  { "text": "Light wouldn’t exist without darkness." },
  { "text": "Happiness is simple: when you can still be grateful." },
  { "text": "Every morning is a new opportunity to become better." },
  { "text": "You don’t need to be someone else to feel worthy." },
  { "text": "What’s right isn’t always popular, and what’s popular isn’t always right." },
  { "text": "Sometimes staying silent saves you more than explaining to those who won’t understand." },
  { "text": "A calm heart comes from sincere acceptance." },
  { "text": "True love brings you closer to God, not away from Him." },
  { "text": "Don’t compare your life to others. Even flowers bloom at different times." },
  { "text": "Everyone is fighting battles you know nothing about." },
  { "text": "Don’t fear failure; fear not trying." },
  { "text": "Prayer is the purest and most honest form of love." },
  { "text": "It’s okay to be tired, just don’t stop." },
  { "text": "The hardest roads often lead to the most beautiful places." },
  { "text": "Happiness isn’t the goal, it’s how we live the journey." },
  { "text": "Sincerity isn’t giving up, it’s trusting that God has a better plan." },
  { "text": "It’s okay not to be perfect, as long as you keep trying." },
  { "text": "When everyone leaves, God remains." },
  { "text": "No act of kindness is ever wasted." },
  { "text": "Smile, because your smile might heal someone else’s pain." },
  { "text": "Stop blaming, and start improving." },
  { "text": "Be a light — even small, it still shines." },
  { "text": "Life isn’t about who’s the fastest, but who’s the most persistent." },
  { "text": "Don’t be afraid to dream; God never runs out of ways to make it happen." },
  { "text": "A calm person isn’t without problems, they just trust God more." },
  { "text": "Everything has its time. Believe this storm will pass too." },
  { "text": "It’s better to walk alone on the right path than to be crowded on the wrong one." },
  { "text": "Life isn’t about being the best, but about learning and striving continuously." },
  { "text": "Mistakes are part of the process toward success." },
  { "text": "The more you’re grateful, the more beautiful things come unexpectedly." },
  { "text": "Failure is proof that you’re trying." },
  { "text": "Kindness isn’t always rewarded by people, but God never forgets it." },
  { "text": "Life is a choice. Choose to be happy even in hard times." },
  { "text": "Don’t wait for the perfect time to start; the best time is now." },
  { "text": "Wise people learn from mistakes; great people rise from them." },
  { "text": "Sometimes, what you think is a delay is actually God’s protection." },
  { "text": "A strong person isn’t someone who never cries, but one who stands up again after crying." },
  { "text": "You can’t control everything, but you can control how you respond." },
  { "text": "Learn to let go — not because you don’t care, but because you value yourself." },
  { "text": "God always has a way to answer even the prayers you never said out loud." },
  { "text": "No effort is wasted; only those who give up truly fail." },
  { "text": "Those brave enough to start are already halfway to success." },
  { "text": "Big changes begin with small, consistent steps." },
  { "text": "Be grateful, because every second you live is a priceless gift." },
  { "text": "Happiness isn’t about having everything, but feeling content with what you have." },
  { "text": "Speak kindly or remain silent, for words are prayers." },
  { "text": "Sincerity doesn’t need to be announced; it’s felt by the heart." },
  { "text": "Trust that God never makes mistakes in placing people in your life." },
  { "text": "Everyone fights their own silent battles, so be gentle." },
  { "text": "Silence doesn’t mean defeat; sometimes it means maturity." },
  { "text": "Laugh as much as you can; life’s too short for regrets." },
  { "text": "Don’t be busy comparing your life; be busy improving it." },
  { "text": "Simplicity doesn’t mean lack; it means knowing what’s enough." },
  { "text": "A pure heart isn’t easily shaken by others’ words." },
  { "text": "Life isn’t about how long you live, but how meaningful it is." },
  { "text": "What you see as a weakness may be a strength in someone else’s eyes." },
  { "text": "There’s always light for those who keep moving, even if slowly." },
  { "text": "When everything feels heavy, don’t forget to breathe and pray." },
  { "text": "God knows who strives silently and prays patiently." },
  { "text": "Never underestimate small steps that keep moving forward." },
  { "text": "Failure isn’t the end; it’s part of the journey to the top." },
  { "text": "What you plant today, you’ll harvest someday." },
  { "text": "Maturity is learning to hold back even when you can retaliate." },
  { "text": "Sincerity doesn’t need recognition; God knows." },
  { "text": "A peaceful life comes from a clean heart." },
  { "text": "Time answers everything; be patient." },
  { "text": "Happiness is a choice, not a condition." },
  { "text": "If today feels heavy, remember you’ve overcome many things before." },
  { "text": "Trust the process, for God never makes mistakes in giving." },
  { "text": "What matters isn’t how fast you arrive, but how strong you endure." },
  { "text": "Don’t be too hard on yourself; you’re still learning." },
  { "text": "Sometimes, acceptance is the strongest form of letting go." },
  { "text": "God delays not because He forgets, but because He wants you to be ready." },
  { "text": "Peace is priceless, and only comes with sincerity." },
  { "text": "Good things come at the right time, not when you force them." }
]
